Repository: Piciok/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: pl

source: Buffer for:
pl: bufor:

source: List name:
pl: Nazwa listy:

source: List mode:
pl: Tryb listy:

source: List description:
pl: opis listy:

source: List manager
pl: menedżer list

source: Current lists:
pl: aktualne listy:

source: &Add list...
pl: &dodaj

source: &Edit list...
pl: &Edytuj

source: &Remove list...
pl: &usuń

source: Subscribe
pl: subskrybuj

source: &Unsubscribe
pl: &zaprzestań subskrypcji

source: &Spawn list
pl: &Otwórz

source: Add list
pl: dodaj listę

source: Creating list
pl: Tworzenie listy

source: Please wait...
pl: Proszę czekać

source: Edit list
pl: Edytuj listę

source: Editting list
pl: Edycja listy

source: Delete list
pl: Usuń listę

source: Subscribing to list
pl: subskrybcja listy...

source: Unsubscribing from list
pl: rezygnacja z subskrybcji listy

source: Owner
pl: właściciel

source: Mode
pl: tryb

source: Location Selection
pl: wybór położenia

source: Select type of location:
pl: Wybierz typ położenia:

source: Select location:
pl: Wybierz położenie:

source: &Mention all users
pl: &wzmiankuj wszystkich

source: Retweet:
pl: podanie dalej:

source: Screen name:
pl: nazwa wyświetlana:

source: Real name:
pl: imię i nazwisko:

source: Account ID:
pl: ID konta:

source: URL:
pl: adres:

source: Bio:
pl: o mnie:

source: Tweets are protected:
pl: tweety są chronione:

source: Number of followers:
pl: liczba obserwujących:

source: Number of friends:
pl: liczba obserwowanych:

source: Number of tweets:
pl: liczba tweetów:

source: Average tweets per day since joining Twitter:
pl: średnia liczba tweetów na dzień od czasu dołączenia do Twittera:

source: Date of last tweet:
pl: data ostatniego tweeta:

source: Not available
pl: niedostępne

source: Date joined Twitter:
pl: data dołączenia do Twittera:

source: Follow %s
pl: obserwuj %s

source: Unfollow %s
pl: przestań obserwować %s

source: Update profile
pl: Aktualizuj profil

source: Name (Maximum of %d characters).
pl: nazwa (maximum %d znaków)

source: URL (Maximum of %d characters).
pl: Adres ( maximum %d znaków)

source: Location (Maximum of %d characters).
pl: skąd (maximum %d znaków)

source: Bio (Maximum of %d characters).
pl: o mnie (maximum %d znaków)

source: Relationship
pl: powiązania

source: Relationship status between:
pl: powiązania pomiędzy:

source: And:
pl: i:

source: Twitter Search:
pl: Przeszukiwanie Twittera:

source: Persistent results
pl: trwałe wyniki

source: Save Search
pl: Zapisz wyszukiwanie

source: Unfollow someone
pl: przestań obserwować kogoś

source: Unfollow who:
pl: kogo:

source: Action:
pl: czynność:

source: Block
pl: zablokuj

source: Report as spam
pl: zgłoś jako spam

source: Unfollow
pl: przestań obserwować

source: User profile
pl: profil użytkownika

source: User profile for:
pl: profil

source: Direct message
pl: wiadomość prywatna

source: dm
pl: PW

source: Unable to detect a user to reply to.
pl: nie znaleziono użytkownika, do którego możnaby odpowiedzieć

source: reply
pl: odpowiedz

source: view item
pl: zobacz element

source: View Tweet From %s
pl: zobacz tweeta %s

source: Item is not a post.
pl: element nie jest postem

source: Cannot retweet a direct message while DM safe mode is enabled.
pl: nie można podać wiadomości prywatnej dalej, gdy bezpieczny tryb wiadomości prywatnych jest włączony

source: Cannot retweet your own tweet.
pl: nie możesz podać twojego własnego tweeta dalej

source: Would you like to add a comment?
pl: Czy chciałbyś dodać komentarz?

source: Retweet
pl: podanie dalej

source: No users to follow detected in current post.
pl: Nie wykryto w tym poście użytkowników, których możnaby obserwować

source: No users to unfollow detected in current post.
pl: Nie wykryto w tym poście użytkowników, których możnaby przestać obserwować

source: No URLs detected in current post.
pl: nie wykryto żadnych adresów w tym poście

source: Twitter search
pl: Przeszukiwanie Twittera

source: Please enter a term to search for.
pl: Proszę wpisać czego chcesz szukać

source: Search for %s
pl: szukanie %s

source: Trending: Worldwide
pl: trendy: światowe

source: Loading public timeline.
pl: ładowanie publicznej osi czasu

source: Public Timeline
pl: publiczna oś czasu

source: Favorites
pl: ulubione

source: Loading favorites
pl: Ładowanie ulubionych

source: %s's favorites
pl: ulubione %s

source: Loading favorites for %s.
pl: ładowanie ulubionych %s

source: Followers
pl: obserwujący

source: Loading followers list.
pl: ładowanie listy obserwujących

source: Friends
pl: obserwowani

source: Loading friends list.
pl: Ładowanie listy obserwowanych

source: Please launch your followers buffer before attempting to perform analysis.
pl: proszę uruchomić bufor obserwowanych przed próbą dokonania analizy

source: Cannot perform analysis on an empty followers buffer.
pl: nie można dokonać analizy na pustym buforze obserwowanych

source: Followers Analysis
pl: analiza obserwowanych

source: Performing followers analysis, please wait...
pl: Analiza obserwujących w toku, proszę czekać...

source: Blocked Users
pl: zablokowani użytkownicy

source: Loading blocked users.
pl: ładowanie użytkowników zablokowanych

source: %s's timeline
pl: oś czasu %s

source: Loading timeline for %s.
pl: Ładowanie osi czasu %s

source: Loading followers for %s.
pl: ładowanie obserwujących %s

source: %s's followers
pl: Obserwujący %s

source: %s's friends
pl: obserwowani %s

source: Loading friends for %s.
pl: ładowanie obserwowanych %s

source: This command is not supported from within a search buffer.
pl: Ta komenda nie jest dostępna w buforze wyszukiwania

source: No user detected in current item.
pl: Nie wykryto użytkownika w aktualnie podświetlonym elemencie

source: Loading profile for %s
pl: ładowanie profilu %s

source: Retrieving locations.
pl: pobieranie położeń

source: Unable to retrieve local trend locations; please try again later.
pl: Nie można pobrać położeń dla lokalnych trendów; proszę spróbować później

source: Canceled
pl: anulowano

source: Are you sure you want to import %d items from old database?
pl: Czy napewno chcesz zaimportować %d elementów ze starej bazy danych?

source: Are you sure?
pl: Czy jesteś pewien

source: Importing, please wait.
pl: importowanie... proszę czekać

source: Session type mismatch.
pl: Brak zgodności typu sesji

source: Import complete.
pl: importowanie ukończone

source: Import completed successfully.
pl: importowanie zakończone pomyślnie

source: No geo location info present in this tweet.
pl: brak dostępnej informacji o położenia geograficznego w tym tweecie

source: Retrieving geo location info...
pl: pobieranie informacji o położeniu geograficznym

source: Error determining location.
pl: błąd ustalania położenia

source: Coordinates are not accurate enough to determine a location.
pl: współrzędne nie są wystarczająco dokładne by określić położenie

source: Enter a name to search for:
pl: Wpisz nazwę, której szukasz

source: User search
pl: Wyszukiwanie użytkowników

source: User search for %s
pl: szukanie użytkownika %s

source: Retrieving relationship status for %s
pl: pobieranie powiązań dla %s

source: Retrieving relationship status between %s and %s
pl: pobieranie powiązań między %s a %s

source: Select user to add
pl: Wybierz użytkownika, którego chcesz dodać

source: Retrieving lists, please wait.
pl: Pobieranie list. Proszę czekać

source: No lists defined. Please create a list with the list manager before performing this action.
pl: Brak utworzonych list. Proszę utworzyć listę przed wykonaniem tej akcji

source: Select list
pl: wybierz listę

source: Please select a list to add %s to?
pl: Proszę wybrać listę, do której chcesz dodać %s

source: adding %s to list %s.
pl: dodawanie %s do listy %s

source: Select user to remove
pl: Wybierz użytkownika, którego chcesz usunąć

source: Please select a list to remove %s from?
pl: Proszę wybrać listę, z której chcesz usunąć %s

source: Please change to a list buffer before using this command.
pl: Proszę przełączyć się na bufor listy przed wykonaniem tej akcji

source: Choose your social network:
pl: Wybierz społeczność:

source: Social Network
pl: społeczność

source: Users who follow me but whom I do not follow
pl: użytkownicy, którzy obserwują mnie, ale ja ich nie

source: Users whom I follow and who also follow me
pl: użytkownicy, których obserwuję, a którzy obserwują mnie

source: Users whom I follow but who do not follow me
pl: użytkownicy, których obserwuję, ale którzy nie obserwują mnie

source: Please launch both your followers and friends buffers before attempting to create a social network.
pl: Proszę otworzyć bufory obserwujących i obserwowanych przed próbą utworzenia społeczności

source: Cannot create social network from an empty followers or friends buffer.
pl: Nie można utworzyć społeczności z pustych buforów

source: Creating social network, please wait...
pl: Tworzenie społeczności. Proszę czekać...

source: Social Network: %s
pl: społeczność: %s

source: Translation process has failed.
pl: Tłumaczenie nieudane

source: Translation from %s to %s
pl: Tłumaczenie z %s na %s

source: Select user
pl: wybierz użytkownika

source: Direct Messages
pl: wiadomości prywatne

source: Home
pl: główny

source: Mentions
pl: wzmianki

source: Sent
pl: wysłane

source: Please wait while an access token is retrieved from Twitter.
pl: Proszę czekać podczas, gdy token dostępu jest pobierany

source: Please enter the verification code from Twitter for session %s
pl: Proszę podać kod weryfikacyjny Twitter dla sesji %s

source: Twitter Login
pl: logowanie do Twittera

source: Retrieved access token from Twitter.
pl: Pobrano token dostępu do Twittera

source: verifying Twitter credentials
pl: weryfikacja danych logowania do Twittera

source: Logged into Twitter as %s
pl: zalogowano do Twittera jako %s

source: Login failed!
pl: logowanie nieudane!

source: Loading %d saved search%s from twitter.
pl: Ładowanie %d zapisanych wyszukiwań %s z Twittera

source: Retrieving lists
pl: pobieranie list

source: Retrieving lists for %s
pl: pobieranie list %s

source: Retrieving %d list timeline%s from twitter.
pl: Pobieranie %d osi czasu list%s z Twittera

source: List timeline for %s
pl: oś czasu listy %s

source: retrieving relationship status for %s
pl: pobieranie powiązań dla %s

source: You are following %s.
pl: obserwujesz %s

source: %s is following you.
pl: %s obserwuje Cię

source: No relationship exists between yourself and %s.
pl: nie istnieją żadne powiązania między tobą, a %s

source: retrieving relationship status between %s and %s
pl: pobieranie powiązań pomiędzy %s, a %s

source: %s is following %s.
pl: %s obserwuje %s

source: No relationship exists between %s and %s.
pl: nie istnieją żadne powiązania między %s, a %s

source: following %s
pl: obserwowanie %s

source: unfollowing %s
pl: zaprzestanie obserwowania %s

source: blocking %s
pl: blokowanie %s

source: reporting %s as spam
pl: Zgłaszanie %s jako spamu.

source: Update
pl: aktualizacja

source: Sending dm
pl: wysyłanie PW

source: adding user %s to list %s
pl: dodawanie %s do listy %s

source: Please wait while your profile is retrieved.
pl: proszę czekać. Twój profil jest pobierany

source: Retrieving profile to edit
pl: Pobieranie profilu do edycji

source: updating profile
pl: Aktualizacja profilu

source: %s has no lists.
pl: %s nie ma list

source: %s failed. Reason: %s
pl: %s nie powiodło się. Powód: %s

source: %s succeeded.
pl: %s powiodło się

source: Retrieving API calls
pl: pobieranie wywołań API

source: You have %s API calls left. They will reset to %d calls in %s.
pl: Pozostało %s wywołań API. Zostaną one zresetowane do %d za %s

source: You can only favorite a tweet.
pl: Możesz dodać do ulubionych tylko tweeta

source: Marking as favorite
pl: oznaczanie jako ulubionego

source: marking as favorite
pl: Oznaczanie jako ulubionych

source: Toggling device notifications
pl: Przełączanie powiadomień na telefon

source: retrieving user details for %s
pl: Pobieranie szczegółów użytkownika %s

source: enabling device notifications for %s
pl: Włączanie powiadomień na telefon dla %s

source: disabling device notifications for %s
pl: Wyłączanie powiadomień na telefon dla %s

source: There was an error spawning previously-loaded sessions. Please send your log to The Qube's development staff. Activating new session dialog.
pl: Wystąpił problem podczas uruchamiania poprzednio załadowanych sesji Proszę wysłać log autorom The Qube. Aktywacja tworzenia nowej sesji.

source: An update for %s is available, would you like to download and install it now?
pl: Dostępna jest aktualizacja %s. Czy chciałbyś ją teraz pobrać i zainstalować?

source: Update %s
pl: aktualizacja %s

source: An update for The Qube has been downloaded and installed. Press okay to restart the application and begin using the new version. Enjoy!
pl: Aktualizacja The Qube została pobrana i zainstalowana. Naciśnij ok, aby zaktualizować aplikację.

source: The Qube update
pl: Aktualizacja The Qube

source: action
pl: czynność

source: Delaying %s for %s.
pl: opóźnianie %s dla %s

source: a decade
pl: dekadę

source: {0} decades
pl: {0} dekad

source: a year
pl: rok

source: {0} years
pl: {0} lat

source: a month
pl: miesiąc

source: {0} months
pl: {0} miesięcy

source: a week
pl: tydzień

source: {0} weeks
pl: {0} tygodni

source: a day
pl: dzień

source: {0} days
pl: {0} dni

source: an hour
pl: godzinę

source: {0} hours
pl: {0} godzin

source: a minute
pl: minutę

source: {0} minutes
pl: {0} minut

source: a second
pl: sekundę

source: {0} seconds
pl: {0} sekund
