Repository: Piciok/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: pl

source: Sessions:
pl: Sesje:

source: &Switch to
pl: &przełącz na

source: &Delete session...
pl: &usuń sesję

source: &New session...
pl: &nowa sesja

source: Are you sure you want to close session %s?
pl: Czy napewno chcesz zamknąć sesję %S?

source: Remove session
pl: Usuń sesję

source: Canceled.
pl: Anulowano

source: Type
pl: typ

source: Name
pl: Nazwa

source: New Session
pl: Nowa sesja

source: Session type:
pl: Typ sesji:

source: Session name:
pl: Nazwa sesji:

source: Configuration
pl: Konfiguracja

source: Language
pl: Język

source: Speech
pl: Mowa

source: Navigation
pl: Nawigacja

source: Braille
pl: Brajl

source: Miscellaneous
pl: Różne

source: Braille Output:
pl: wyjście brajla:

source: Braille spoken text?
pl: pokazuj wypowiadany tekst w brajlu

source: Language Selection:
pl: Język:

source: Automatically start %s after Windows log on?
pl: Uruchom %s automatycznie przy starcie Windows

source: Show confirmation dialog before exiting %s?
pl: Pokaż okno potwierdzenia przed wyjściem z %s

source: Preferred URL Shortener:
pl: preferowany skracacz adresu:

source: Preferred audio service:
pl: Preferowana usługa audio

source: Your Sndup.net API Key:
pl: Twój klucz API sndup.net:

source: Send Messages With Enter Key?
pl: Wysyłać wiadomości klawiszem enter?

source: Perform standard actions with Home/End keys?
pl: Wykonuj domyślne akcje klawiszami home i end

source: Move by percentage amount (as a %)
pl: Poruszaj się procentowo (jako %)

source: Move by time (defined as hours:minutes) hours
pl: Poruszaj się w czasie (zdefiniowanym jako godziny: minuty: sekundy) godziny

source: Move by time (defined as hours:minutes) minutes
pl: Poruszaj się w czasie (zdefiniowanym jako godziny: minuty) minuty

source: Undo stack size
pl: rozmiar kolejki cofania

source: Speech output
pl: Wyjście mowy

source: SAPI speech rate
pl: prędkość mowy SAPI

source: SAPI speech volume
pl: głośność mowy SAPI

source: SAPI speech voice
pl: Głos SAPI

source: Enable speech recognition?
pl: Włącz rozpoznawanie mowy

source: URL Selection
pl: Wybór adresu

source: Select URL to open
pl: Wybierz adres do otwarcia

source: &Unshorten URL
pl: &pokaż oryginalny adres

source: &Copy URL
pl: &Skopiuj adres

source: URL expanded.
pl: rozwinięto adres

source: Unable to expand URL
pl: nie udało się rozwinąć adresu

source: URL copied to clipboard.
pl: Adres skopiowano do schowka

source: Username
pl: nazwa użytkownika

source: Password
pl: hasło

source: %s - %d of %d Characters
pl: %s - %d %d znaków

source: URL Shortener - No URLs
pl: Skracacz adresów - brak adresów

source: No URLs were found to shorten. If there is one, select the URL and click this button again.
pl: Nie znaleziono adresów do skrócenia. Jeżeli jakiś jest, wybierz go i kliknij ten przycisk ponownie

source: URL Shortener - Select URL
pl: Skracacz adresów - wybierz adres

source: Select URL to shorten.
pl: Wybierz adres do skrócenia

source: URL Shortened.
pl: Skrócono adres

source: URL Shortener - Problem
pl: Skracacz adresu - błąd

source: There was a problem shortening the selected URL.
pl: Wystąpił problem ze skróceniem wybranego adresu

source: URL Unshortener - No URLs
pl: rozwijacz adresów - brak adresów

source: No URLs were found to unshorten. If there is one, select the URL and click this button again.
pl: Nie znaleziono adresów do rozwinięcia. Jeżeli jakiś jest, wybierz go i ponownie kliknij ten przycisk

source: URL Unshortener - Select URL
pl: rozwijacz adresów - wybierz adres

source: Select URL to unshorten.
pl: Wybierz adres do rozwinięcia

source: URL Unshortener - Problem
pl: rozwijacz adresu - błąd

source: There was a problem unshortening the selected URL.
pl: Wystąpił problem z rozwinięciem wybranego adresu

source: Message:
pl: wiadomość:

source: &Shorten URL
pl: &skróć adres

source: Attach &Audio...
pl: dołącz &audio

source: S&chedule message...
pl: z&aplanuj wiadomość

source: Attaching...
pl: dołączanie

source: Upload in progress
pl: Przesyłanie w toku

source: There was an error attaching the file.
pl: Wystąpił błąd podczas dołączania pliku

source: File attached.
pl: dołączono plik

source: Resetting currently-scheduled item.
pl: resetowanie aktualnie zaplanowanego elementu

source: Schedule message
pl: zaplanuj wiadomość

source: Delaying for %s
pl: opóźnianie dla %s

source: Entry:
pl: wpis:

source: Replacement:
pl: zastąpiony przez:

source: Case senative?
pl: wielkoś liter ma znaczenie

source: Dictionary Entries
pl: wpisy słownika

source: Add...
pl: dodaj

source: Delete...
pl: usuń

source: Entry
pl: wpis

source: Replacement
pl: zastąpiony przez

source: Modifiers unlocked.
pl: modyfikatory odblokowane

source: Attach audio
pl: dołącz audio

source: &Record
pl: &Nagraj

source: Attach existing audio &file...
pl: Dołącz istniejący &plik audio

source: &Play
pl: &Odtwórz

source: &Discard
pl: &Anuluj

source: &Attach!
pl: &Dołącz!

source: &Stop
pl: &Zatrzymaj

source: Recording.
pl: Nagrywanie

source: Stopped.
pl: Zatrzymano

source: Select audio file
pl: Wybierz plik audio

source: Discarded.
pl: anulowano

source: Playing.
pl: odtwarzanie

source: Transcoding audio.
pl: konwersja audio

source: Interval
pl: interwał

source: Select scheduling method
pl: Wybierz metodę planowania

source: Time
pl: czas

source: Hours:
pl: godzin:

source: Minutes:
pl: minut:

source: Seconds:
pl: sekund:

source: Hour:
pl: godzina:

source: Recipient:
pl: odbiorca:

source: %s to %s
pl: %s na %s

source: Auto detect
pl: wykryty automatycznie

source: Translate
pl: Przetłumacz

source: Source language:
pl: język źródłowy:

source: Destination language:
pl: język docelowy:

source: Total
pl: całkowity

source: Index
pl: indeks

source: Item deleted.
pl: Element usunięty

source: buffer %s
pl: bufor %s

source: Buffer mute off
pl: wyciszenie bufora wyłączone

source: Buffer mute on
pl: wyciszenie bufora włączone

source: Item %d of %d.
pl: element %d z %d

source: Removed all matching items from source %s
pl: usunięto wszystkie pasujące elementy ze źródła %s

source: rx {term}
pl: warunek RX

source: and
pl: i

source: , and
pl: i

source: or
pl: lub

source: , or
pl: lub

source: {0} with {1}
pl: {0} z {1}

source: {0} without {1}
pl: {0} bez {1}

source: {0} with {1} and without {2}
pl: {0} z {1} ale bez {2}

source: {0} with {1}. Without {2}
pl: {0} z {1} bez {2}

source: Relative Time
pl: czas względny

source: Date
pl: data

source: Not Available
pl: niedostępne

source: {0} ago
pl: {0} temu

source: No URLs detected in current item.
pl: nie wykryto żadnych adresów w tym elemencie

source: %s %d of %d.
pl: %s %d z %d

source: message
pl: wiadomość

source: messages
pl: wiadomości:

source: Update already in progress; please wait.
pl: Aktualizacja już trwa; proszę czekać...

source: No new %s.
pl: brak nowych %s

source: Checking for %s.
pl: Sprawdzanie %s

source: Text file
pl: plik tekstowy

source: Buffer Configuration
pl: Konfiguracja bufora

source: Default Settings
pl: Ustawienia domyślne

source: Attention
pl: Uwaga

source: Update interval (in minutes)
pl: interwał aktualizacji bufora w minutach

source: Number of posts to download per update
pl: liczba postów do pobrania w czasie jednej aktualizacji

source: Search for
pl: Szukaj

source: Max API calls to use per update (1 API call = 100 results)
pl: max liczba wywołań API w użyciu przy jednej akualizacji (1 wywołanie API =100 wyników)

source: Max API calls to use per update (1 API call = 200 tweets)
pl: Liczba wywołań API w użyciu przy jednej aktualizacji (1 wywołanie API =200 tweetów)

source: Mute buffer
pl: Wycisz bufor

source: Apply settings to all buffers
pl: Zastosuj do wszystkich buforów

source: Use default spoken template
pl: Użyj domyślnego mówionego szablonu

source: Spoken template:
pl: Wymawiany szablon:

source: Use default clipboard template
pl: Użyj domyślnego szablonu schowka

source: Clipboard template:
pl: szablon schowka:

source: Export
pl: eksportuj

source: Export Format
pl: Format eksportu

source: Filename
pl: Nazwa pliku

source: Save As
pl: Zapisz jako

source: Export more?
pl: eksportuj więcej

source: Items
pl: elementów

source: Buffer
pl: bufor

source: Item template
pl: szablon elementu

source: Range
pl: Zasięg

source: All (bottom to top)
pl: Całość od dołu do góry

source: All (top to bottom)
pl: Całość od góry do dołu

source: Custom
pl: Niestandardowe

source: First item index
pl: Numer pierwszego elementu

source: Last item index
pl: Numer ostatniego elementu

source: Filter: %s
pl: filtr: %s

source: Filters:
pl: filtry:

source: &Add
pl: &dodaj

source: &Remove
pl: &Usuń

source: Use a regular expression
pl: użyj wyrażenia regularnego

source: Buffer Search:
pl: przeszukiwanie bufora:

source: Fields:
pl: pola:

source: excluding
pl: z wyłączeniem

source: Replace source buffer
pl: Zastąp bufor źródłowy

source: Regular Expression:
pl: wyrażenie regularne:

source: Term:
pl: warunek:

source: replacement
pl: zastąpienie

source: without
pl: bez

source: with
pl: z

source: Enter item number to jump to, 1 to %s:
pl: Wprowadź numer elementu, do którego chcesz przeskoczyć od 1 do %s:

source: Cannot move by time in this buffer.
pl: Nie można przemieszczać się w czasie w tym buforze

source: No active buffers in %s session.
pl: Brak aktywnych buforów w sesji %s

source: There are no buffers to dismiss.
pl: Brak buforów do zamknięcia

source: Unable to dismiss buffer %s
pl: Nie można zamknąć buforu %s

source: Undo failed: stack empty
pl: cofnięcie nieudane: kolejka jest pusta

source: Undo failed: buffer no longer exists
pl: cofnięcie nieudane: bufor już nie istnieje

source: This buffer cannot be cleared.
pl: Ten bufor nie może zostać wyczyszczony

source: Are you sure you want to delete %d items from %s?
pl: Czy napewno chcesz usunąć %d elementów z %s?

source: Clear buffer
pl: Wyczyść bufor

source: Item number too high.
pl: numer elementu zbyt wysoki

source: Processing. Please wait.
pl: przetwarzanie... proszę czekać

source: Item copied to clipboard.
pl: element skopiowany do schowka

source: Moved
pl: przesunięty

source: The export function is not available.
pl: funkcja eksportu nie jest dostępna

source: Export started, please wait.
pl: eksportowanie... proszę czekać

source: Export complete
pl: Eksportowanie ukończone

source: Export failed.
pl: eksport nie powiódł się

source: No buffers in this session.
pl: Brak buforów w sesji

source: %s Buffer Configuration
pl: Konfiguracja bufora %s

source: Configuration saved.
pl: Zapisano konfigurację

source: Configuration canceled.
pl: Anulowano konfigurację

source: Forcing updates is not permitted in this buffer.
pl: wymuszanie aktualizacji w tym buforze jest niemożliwe

source: Item text:
pl: tekst elementu:

source: View item
pl: Zobacz element

source: Interaction is not enabled in this buffer.
pl: Interakcja nie jest włączona w tym buforze

source: No buffers remaining.
pl: Brak buforów

source: No current buffer.
pl: brak aktualnego bufora

source: %s: Empty.
pl: %s: pusty.

source: %s: %d of %d items.
pl: %s: %d z %d elementów.

source: Keystroke Manager
pl: Menedżer skrótów klawiszowych

source: Key:
pl: klawisz:

source: Function:
pl: funkcja:

source: Keymap:
pl: zmapowany:

source: E&xecute Function
pl: &Wykonaj funkcję

source: &Add...
pl: &dodaj

source: &Edit...
pl: &edytuj

source: &Delete...
pl: &usuń

source: Keystroke in use
pl: skrót w użyciu

source: The keystroke %s is already in use. Please choose another.
pl: Skrót %s jest już w użyciu. Wybierz inny

source: Function
pl: funkcja

source: Keystroke
pl: skrót

source: Description
pl: opis

source: Keymap saved.
pl: Mapowanie klawiszy zapisane

source: Keyboard help on.
pl: pomoc klawiatury włączona

source: Keyboard help off.
pl: Pomoc klawiatury wyłączona

source: Modifiers locked.
pl: modyfikatory zablokowane

source: Attached Audio
pl: Dołączone audio

source: playing audio.
pl: odtwarzanie audio

source: audio playback stopped.
pl: odtwarzanie audio zatrzymane

source: Louder.
pl: głośniej

source: Quieter.
pl: ciszej

source: No internet connection could be opened.
pl: Nie udało się otworzyć połączenia sieciowego

source: Unable to play audio.
pl: Nie udało się odtworzyć audio

source: Session mute off
pl: wyciszenie sesji wyłączone

source: Session mute on
pl: wyciszenie sesji włączone

source: Global mute off
pl: globalne Wyciszenie wyłączone

source: Global mute on
pl: globalne wyciszenie włączone

source: Sync failed.
pl: synchronizacja nieudana

source: Sync completed.
pl: synchronizacja ukończona

source: Loading file...
pl: Ładowanie pliku...

source: Attempting import of buffer %s
pl: Próba zaimportowania buforu %s

source: address
pl: adres

source: country
pl: kraj

source: intersection
pl: punkt przecięcia

source: planet
pl: planeta

source: post code
pl: kod pocztowy

source: premise
pl: gospodarstwo

source: street
pl: ulica

source: sub-region
pl: podregion

source: town
pl: Miasto

source: Welcome to %s
pl: Witaj w %s

source: There was an error in the startup process. We appologize for this.
pl: Wystąpił błąd w czasie startu. Przepraszamy.

source: %s Configuration
pl: konfiguracja %s

source: Are you sure you wish to exit %s?
pl: Czy napewno chcesz wyjść z %s?

source: Exit %s
pl: Wyjdź z %s

source: Exiting %s.
pl: Zamykanie %s

source: Speech recognition off.
pl: Rozpoznawanie mowy wyłączone

source: Speech recognition on.
pl: Rozpoznawanie mowy włączone

source: Error: this is the only session.
pl: Błąd: to jedyna sesja

source: Delete Session
pl: Usuń sesję

source: Please enter a name for this session.
pl: Proszę wprowadzić nazwę sesji

source: Unable to spawn new %s session.
pl: Nie można uruchomić nowej sesji %s

source: Please enter a new name for session %s:
pl: Proszę wprowadzić nową nazwę dla sesji %s

source: Rename %s session
pl: Zmień nazwę sesji %s

source: Renaming session %s to %s, please wait.
pl: Zmienianie nazwy sesji %s na %s. Proszę czekać...

source: There was an error renaming %s to %s: %s
pl: Wystąpił problem podczas zmiany nazwy %s na %s: %s

source: Renaming session complete.
pl: zmiana nazwy sesji ukończona

source: less than %d second
pl: mniej niż %d sekundę

source: %d second
pl: %d sekundę

source: %d seconds
pl: %d sekund

source: %d minute
pl: %d minutę

source: %d minutes
pl: %d minut

source: %d hour
pl: %d godzinę

source: %d hours
pl: %d godzin

source: %d day
pl: %d dzień

source: %d days
pl: %d dni

source: %d week
pl: %d tydzień

source: %d weeks
pl: %d tygodni

source: %d month
pl: %d miesiąc

source: %d months
pl: %d miesięcy

source: %d year
pl: %d rok

source: %d years
pl: %d lat

source: No current session.
pl: brak aktualnej sesji

source: Phone number
pl: numer telefonu

source: Display phone number
pl: Wyświetl numer telefonu

source: Calling %s
pl: dzwonienie do %s

source: missed call
pl: nieodebrana rozmowa

source: missed calls
pl: nieodebrane rozmowy

source: placed call
pl: wykonana rozmowa

source: placed calls
pl: wykonane rozmowy

source: received call
pl: odebrana rozmowa

source: received calls
pl: odebrane rozmowy

source: Message sender
pl: Nadawca wiadomości

source: Message text
pl: tekst wiadomości

source: voicemail
pl: wiadomość na poczcie głosowej

source: voicemails
pl: wiadomości na poczcie głosowej

source: Item state
pl: Stan elementu

source: Downloading voicemail...
pl: pobieranie wiadomości

source: Playing voicemail from %s
pl: odtwarzanie wiadomości od %s

source: Missed
pl: nieodebrana

source: Placed
pl: wykonana

source: Received
pl: odebrana

source: Voicemail
pl: wiadomość głosowa

source: Logged into Google Voice as %s
pl: Zalogowano w Google Voice jako %s

source: Unable to Log into Google Voice.
pl: Nie można zalogować się w Google Voice

source: Google Voice Login
pl: logowanie w Google Voice

source: Please provide your credentials to login to Google Voice
pl: Proszę wprowadzić dane logowania by zalogować się w Google Voice

source: Enter phone number to call:
pl: wprowadź numer telefonu

source: Forwarding Number (where calls are bridged)
pl: numer przeniesienia, gdzie połączenia są zestawiane

source: General
pl: Ogólne

source: Email Address
pl: adres email

source: New SMS
pl: nowa wiadomość SMS

source: Sms successfully sent to %s
pl: Pomyślnie wysłano wiadomość do %s

source: Call Phone
pl: Zadzwoń

source: Please enter a phone number to call.
pl: Proszę podać numer telefonu

source: Please indicate where the call should be bridged by selecting a forwarding phone number.
pl: Proszę wskazać gdzie ma zostać zestawione połączenie przez podanie numeru

source: Error, forwarding phone number not found.
pl: błąd. Numer przekierowań połączeń nie został odnaleziony

source: Calling: %r
pl: dzwonienie: %r

source: Call placed.
pl: połączenie wykonane

source: Unable to detect a sender to reply to.
pl: nie znaleziono nadawcy, do którego możnaby odpowiedzieć

source: Reply
pl: odpowiedz

source: Login succeeded.
pl: logowanie powiodło się

source: Login failed.
pl: logowanie nie powiodło się

source: Unable to initialize speech recognition.
pl: Nie można zainicjować rozpoznawania mowy

source: Remaining time
pl: pozostało

source: Elapsed time
pl: upłynęło

source: Stopwatch reset and counting.
pl: reset i odliczanie stopera

source: Stopwatch counting.
pl: odliczanie stopera

source: Name:
pl: Nazwa:

source: Countdown Timer
pl: Minutnik

source: Counting.
pl: odliczanie

source: Countdowns
pl: odliczania

source: Timers
pl: timery

source: default
pl: domyślny

source: Countdown %s complete.
pl: odliczanie %s zakończone

source: blocked user
pl: zablokowany

source: blocked users
pl: zablokowani

source: %s blocked users retrieved.
pl: pobrano %s zablokowanych

source: Are you sure you wish to unblock %s?
pl: Czy napewno chcesz odblokować %s?

source: Unblock
pl: odblokuj

source: unblocking %s
pl: odblokowywanie %s

source: direct message
pl: wiadomość prywatna

source: direct messages
pl: wiadomości prywatne

source: Screen Name
pl: nazwa wyświetlana

source: favorite
pl: ulubiony

source: favorites
pl: ulubione

source: Tweet removed from favorites.
pl: Usunięto tweeta z ulubionych

source: Unable to remove tweet from favorites.
pl: Nie można usunąć tweeta z ulubionych

source: follower
pl: obserwujący

source: followers
pl: obserwujący

source: New Follower
pl: nowy obserwujący

source: friend
pl: obserwowany

source: friends
pl: obserwowani

source: tweets
pl: tweety

source: tweet from %s
pl: tweet %s

source: tweets from %s
pl: tweety %s

source: list member
pl: członek listy

source: list members
pl: członkowie listy

source: Are you sure you wish to remove %s from list %s?
pl: Czy napewno chcesz usunąć %s z listy %s?

source: Remove user
pl: Usuń użytkownika

source: removing %s from list %s.
pl: usuwanie %s z listy %s

source: list subscriber
pl: subskrybent listy

source: list subscribers
pl: subskrybenci listy

source: local trend
pl: trend lokalny

source: local trends
pl: trendy lokalne

source: Retrieving local trends
pl: pobieranie trendów lokalnych

source: Remove Tweet
pl: Usuń tweeta

source: The post you are trying to remove will also be deleted from Twitter. Do you still wish to remove it?
pl: Wpis, który chcesz usunąć zostanie także usunięty z Twittera. Kontynuować?

source: Deleting direct message
pl: Usuwanie wiadomości prywatnej

source: deleting direct message
pl: usuwanie wiadomości prywatnych

source: removing item
pl: usuwanie elementu

source: mention
pl: wzmianka

source: mentions
pl: wzmianki

source: public tweet
pl: tweet publiczny

source: public tweets
pl: tweety publiczne

source: retweet
pl: podany dalej

source: retweets
pl: podane dalej

source: result for %s
pl: wynik %s

source: results for %s
pl: wyniki %s

source: saving search %s
pl: Zapisywanie wyszukiwania %s

source: Destroying saved search %s
pl: usuwanie zapisanego wyszukiwania %s

source: sent item
pl: element wysłany

source: sent items
pl: elementy wysłane

source: Direct Message
pl: wiadomość prywatna

source: DM Recipient's Name
pl: nazwa odbiorcy wiadomości prywatnej

source: DM Recipient's Screen Name
pl: nazwa wyświetlana odbiorcy wiadomości prywatnej

source: user
pl: Użytkownik

source: users
pl: Użytkowników

source: Retrieving trends
pl: pobieranie trendów

source: trends
pl: trendy

source: Trending item's name
pl: nazwa trendującego elementu

source: %s updated.
pl: %s zaktualizowany

source: Search
pl: Szukaj

source: Tweet Source
pl: źródło tweeta

source: Geo Tagged
pl: otagowany geolokacją

source: Message Text
pl: tekst wiadomości

source: Location
pl: skąd

source: Retweet count
pl: Liczba podań dalej

source: Favorited
pl: dodany do ulubionych

source: Retweeted
pl: podany dalej

source: Screen name
pl: nazwa wyświetlana

source: Protected
pl: chroniony

source: Follower count
pl: Liczba obserwujących

source: Friend count
pl: Liczba obserwowanych

source: Number of tweets
pl: liczba tweetów

source: Device notifications
pl: Powiadomienia mobilne

source: User's local time
pl: czas lokalny użytkownika

source: Last Tweet Time
pl: czas ostatniego tweeta

source: Last Tweet Date
pl: data ostatniego tweeta

source: Last Tweet Relative Time
pl: Względny czas ostatniego tweeta

source: %s updated
pl: uaktualniono %s

source: %s for %s updated
pl: Uaktualniono %s dla %s

source: Posts per update:
pl: postów na aktualizację:

source: Max API calls to use per update (1 API call = {0} tweets)
pl: Liczba wywołań API w użyciu przy jednej aktualizacji (1 wywołanie API ={0} tweetów)

source: Twitter Configuration
pl: konfiguracja Twittera

source: Sounds
pl: Dźwięki

source: Templates
pl: szablony

source: Always add comments (old style)
pl: Zawsze dodawaj komentarze (stary styl)

source: Ask whether comments are to be added (recommended)
pl: Pytaj czy komentarze mają zostać dodane (zalecane)

source: Never add comments (automatically retweet)
pl: Nigdy nie dodawaj komentarzy (automatycznie podaj dalej)

source: Enable DM safe mode
pl: Włącz tryb bezpiecznych PW

source: Confirm before removing sent tweets and DMs
pl: Potwierdź przed usunięciem wysłanych tweetów i PW

source: Retweet Style
pl: styl retweetowania

source: Allow reply to self
pl: Zezwól na odpowiedzi do siebie samego

source: Work offline
pl: Pracuj w trybie offline

source: Sound pack
pl: Paczka dźwiękowa

source: Mute session
pl: Wycisz sesję

source: New generic buffer template:
pl: Nowy szablon typowego bufora:

source: New search buffer template:
pl: Nowy szablon bufora wyszukiwania:

source: New followers/friends buffer template:
pl: Nowy szablon bufora obserwowanych oraz obserwujących

source: Modify Existing Buffer Templates...
pl: Modyfikuj istniejące szablony buforów

source: User info template:
pl: Szablon informacji o użytkowniku

source: Reply template:
pl: szablon odpowiedzi:

source: Retweet template:
pl: szablon retweeta:

source: Display favorites
pl: wyświetl ulubione

source: Favorites for:
pl: Ulubione:

source: Follow someone
pl: Obserwuj kogoś

source: Follow who:
pl: Obserwuj kogo:

source: Mobile Updates
pl: Powiadomienia na telefon

source: List Followers
pl: listuj obserwujących

source: Followers for:
pl: obserwujący:

source: List Friends
pl: Listuj obserwowanych

source: Friends for:
pl: obserwowani

source: Geo Location
pl: położenie geograficzne

source: Geo location coordinates:
pl: współrzędne położenia geograficznego:

source: Location:
pl: położenie:

source: Accuracy:
pl: dokładność:

source: Input Coordinates
pl: wprowadź współrzędne

source: Latitude:
pl: szerokość:

source: Longitude:
pl: długość:

source: Error: Latitude must be a value between negative 90 and positive 90.
pl: błąd: szerokość musi być liczbą z zakresu od ujemnej 90 do dodatniej 90

source: Error: Longitude must be a value between negative 180 and positive 180.
pl: błąd: długość musi być liczbą między ujemną 180 i dodatnią 180

source: Individual Timeline
pl: Oś czasu
